Repository: rn7cvj/news
Catalog: news/Localizable.xcstrings
Source language: en
Languages: ru

# debug.apiResponse
source: API response:
ru: Ответ API:

# feed.empty
source: No news
ru: Нет новостей

# feed.error
source: Failed to load news
ru: Не удалось загрузить новости

# feed.retry
source: Retry
ru: Повторить

# feed.search
source: Search news
ru: Поиск новостей

# feed.title
source: Feed
ru: Лента

# filters.allSources
source: All sources
ru: Все источники

# filters.apply
source: Apply
ru: Применить

# filters.language
source: News language
ru: Язык новостей

# filters.source
source: Source
ru: Источник

# filters.title
source: Feed filters
ru: Фильтры ленты

# news.by
source: By %@
ru: Автор: %@

# news.openOriginal
source: Open original article
ru: Открыть оригинал статьи

# news.title
source: News
ru: Новость
